74. Query to identify potential brute force attacks on SSH servers
==================================================================

sourcetype=linux_secure action=invalid
| stats count by src_ip
| where count >= 10
